micropython/micropython/ports/esp32/boards/CM_Spencer/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "CircuitMess Chatter"
#define MICROPY_HW_MCU_NAME "ESP32"
